Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_kielten_kielilahettilaat_innostavat_puhumaan_saamea(0).html.tmx
Source language: fin
Languages: sme

source: Saamen kielten kielilähettiläät innostavat puhumaan saamea
sme: Sámi giellaofelaččat movttiidahttet sámástit

source: Saamen kielten esilletuomiseksi Saamelaiskäräjät on nimittänyt neljä kielilähettilästä , jotka toimivat esikuvina ja haastavat käyttämään rohkeasti saamen kieliä.
sme: Sámediggi lea nammadan njealje giellaofelačča sámegielaid ovdanbuktima várás. Giellaofelaččaid ulbmilin lea doaibmat ovdagovvan ja hásttuhit olbmuid sámástit roahkkadit.

source: Jokainen kielilähettiläistä on kuvannut pienen videon , joissa he kertovat omasta yhteydestään saamen kieleen.
sme: Iešguđege giellaofelaš lea govven filmmaža , mas son muitala iežas oktavuođas sámegillii.

source: – Tässä yhteydessä onkin hyvä muistaa, että kaikki saamen kielet ovat myös uhanalaisia.
sme: – Dán oktavuođas lea buorre muitit, ahte buot sámegielat lea maiddái áitatvuložat.

source: Siksi olemmekin täällä Saamelaiskäräjillä halunneet aloittaa toimia, joilla innostamme erityisesti lapsia ja nuoria puhumaan saamea, kertoo Saamelaiskäräjien kieliturvasihteeri Anne Kirste Aikio.
sme: Danin mii leat dáppe Sámedikkis háliidan álggahit doaimmaid, maiguin movttiidahttit erenomážit mánáid ja nuoraid sámástit, muitala Sámedikki gielladorvečálli Anne Kirste Aikio.

source: Mene kampanjasivulle:
sme: Mana kampánjasiidui:

source: Vuonna 2019 vietetään YK:n alkuperäiskansojen kielten vuotta.
sme: Jahki 2019 lea ON:a máilmmi eamiálbmotgielaid jahki.

source: Teemavuoden tarkoituksena on nostaa esille maailman alkuperäiskansojen kielten tilanne.
sme: Temájagi ulbmilin lea čalmmustahttit máilmmi eamiálbmotgielaid dili.

source: Tavoitteena on teemavuoden kautta mm. lisätä tietoisuutta alkuperäiskansojen kielistä ja niiden uhanalaisuudesta ja kehittää ja standardisoida kieliä.
sme: Mihttomearrin lea temájagiin lasihit ee. diđolašvuođa álgoálbmotgielaid birra ja daid áittavuloš sajádagas ja dan lassin gárgehit gielaid ja standardiseret daid.

source: Maailman noin 6700 kielestä yli 40 % on uhanalaisia.
sme: Máilmmi 6 700 gielas badjel 40 % leat áittavuložat.

source: Näistä suurin osa on alkuperäiskansojen kieliä.
sme: Dain stuorámus oassi leat eamiálbmotgielat.
